Repository: klyok/Skype.OmegaT
Catalog: Skype.OmegaT/omegat/project_save.tmx
Source language: en
Languages: be

source: You've got a lot of background noise
be: Зашмат пошуму на заднім пляне

source: You've got background noise
be: Пошум на заднім пляне

source: You've reached your 10-hour limit for today.
be: Вы дасягнулі абмежаваньня (10 гадзінаў на суткі).

source: You've reached your 100-hour limit for this month.
be: Вы дасягнулі месячнага абмежаваньня (100 гадзінаў на месяц).

source: You've reached your 4-hour limit for this group video call.
be: Вы дасягнулі абмежаваньня (4 гадзіны на выклік) супольнае сувязі па відэа.

source: You've used your free trial minutes.
be: Выкарысталі ўсе дармавыя хвіліны.

source: Your Skype Access session has ended.
be: Скончылі сэанс доступу праз Skype.

source: Your Skype Access session is due to expire in %1 minutes.
be: Тэрмін сэансу доступу праз Skype скончыцца праз %1 хв.

source: Your Skype Credit
be: Ваш крэдыт у Skype

source: Your Skype Name and password were not recognized.
be: Такога спалучэньня ймя ды паролю не знайшлі.

source: Your Skype Name contains invalid characters.
be: Імя зьмяшчае недапушчальныя знакі.

source: Your Skype Name must be between 6 and 32 characters.
be: Імя ў Skype мусіць зьмяшчаць ад 6 да 32 знакаў.

source: Your Skype Wi-Fi Access session has ended.
be: Скончылі сэанс доступу да Wi-Fi праз Skype.

source: Your Skype Wi-Fi Access session has expired.
be: Тэрмін сэансу доступу да Wi-Fi праз Skype скончыўся.

source: Your Skype Wi-Fi Access session is due to expire in {MINUTES_REMAINING} minutes.
be: Тэрмін сэансу доступу да Wi-Fi праз Skype скончыцца праз {MINUTES_REMAINING} хв.

source: Your Skype Wi-Fi Access session will be ended and you may lose your internet connection as a result.
be: Сэанс доступу да Wi-Fi праз Skype заканчваецца, і ў выніку вы адлучыцеся да сеціва.

source: Your call forwarding settings have been changed in another application
be: Іншая праґрама зьмяніла налады перасылаць выклікі

source: Your call is being forwarded free of charge.
be: Выклік перасылаецца (аплата не спаганяецца).

source: Your call was dropped.
be: Выклік скінуўся.

source: Your changes will be applied the next time you start Skype
be: Зьмяненьні набудуць моц па наступным запуску Skype

source: Your computer is fast enough to make audio calls and high quality video calls.
be: Кампутар дастаткова хуткі, каб размаўляць голасам і выклікаць па відэа высокае якасьці.

source: Your computer is fast enough to make audio calls and low quality video calls.
be: Кампутар дастаткова хуткі, каб размаўляць голасам і выклікаць па відэа нізкае якасьці.

source: Your computer is fast enough to make audio calls and medium quality video calls.
be: Кампутар дастаткова хуткі, каб размаўляць голасам і выклікаць па відэа сярэдняе якасьці.

source: Your computer is running slowly
be: Кампутар працуе занадта павольна

source: Your computer is running too slowly to make a call.
be: Кампутар працуе занадта павольна, каб мець магчымасьць выклікаць.

source: Your computer is unable to connect to the internet.
be: Ваш кампутар ня можа злучыцца зь сецівам.

source: Your computer might be too slow to make clear calls.
be: Кампутар можа быць занадта павольным, каб усталяваць якасную сувязь.

source: Your computer needs a sound card to make audio calls.
be: Каб размаўляць голасам, кампутары мусіць мець гукавую картку.

source: Your computer speed is affecting the call
be: На якасьць сувязі ўплывае хуткасьць вашага кампутара

source: Your computer speed is fast
be: Кампутар хуткі

source: Your computer speed is good
be: Кампутар мае неблагую хуткасьць

source: Your computer speed is slow
be: Кампутар павольны

source: Your computer speed is very slow
be: Кампутар занадта павольны

source: Your connection speed is good
be: Добрая хуткасьць злучэньня

source: Your credit balance is <b>%2</b>, which means you can have about <b>%3 minutes</b> online at %4 per minute.
be: Балянс вашага крэдыту — <b>%2</b>: гэтага хопіць на прыкладна <b>%3 хв.</b> сеціва коштам %4 за хвіліну.

source: Your credit balance is <b>{CREDIT}</b>, which means you can have about <b>{MINUTES} minutes</b> online at {PRICE_PER_MINUTE} per minute.
be: Балянс вашага крэдыту — <b>{CREDIT}</b>: гэтага хопіць на прыкладна <b>{MINUTES} хв.</b> сеціва коштам {PRICE_PER_MINUTE} за хвіліну.

source: Your credit is running low.
be: Ваш крэдыт заканчваецца.

source: Your email contact %s is now on Skype.
be: Кантакт эл. пошты %s зараз у Skype.

source: Your entered passwords do not match.
be: Упісаныя паролі не супадаюць.

source: Your feedback will help us make Skype better.
be: Ваш водгук дапаможа нам зрабіць Skype лепшым.

source: Your first call is free
be: Першае тэлефанаваньне — дармавое

source: Your first call is free, and up to 10 minutes.
be: Першае тэлефанаваньне будзе дармавым (але яно абмяжоўваецца дзесяцьцю хвілінамі).

source: Your first call is free.
be: Першае тэлефанаваньне — дармавое.

source: Your free call to a phone number is almost over.
be: Дармавы выклік на гэты нумар амаль скончыўся.

source: Your free call to this phone number is limited to %d minutes.
be: Задарма тэлефанаваць на гэты нумар можна %d хв.

source: Your friend is now offline.
be: Ваш сябра зараз ня ў сетцы.

source: Your friend will get an email from you inviting them to start using Skype.
be: Сябра атрымае ад вас запрашэньне пачаць карыстацца Skype.

source: Your friend(s) will receive an email invitation to download Skype.
be: Вашыя сябры атрымаюць па эл. пошце запрашэньне спампаваць Skype.

source: Your internet connection is affecting the call
be: На якасьць сувязі ўплывае вашае злучэньне зь сецівам

source: Your internet connection is fast enough to call and receive calls from a phone or mobile.
be: Злучэньне зь сецівам дастаткова хуткае, каб выклікаць і адказваць на выклікі з гарадзкіх і перасоўных тэлефонаў.

source: Your internet connection is slow
be: Нізкая хуткасьць злучэньня зь сецівам

source: Your laptop is in power saving mode.
be: Ноўтбук зараз у энэрґаашчадным стане.

source: Your list of friends isn't available right now.
be: Пакуль няма доступу да сьпісу вашых сяброў.

source: Your microphone appears to be too close to your mouth.
be: Падобна, што мікрафон заблізка да вуснаў.

source: Your microphone is on mute
be: Мікрафон сьцішаны

source: Your microphone is really quiet
be: Ваш мікрафон надта ціхі

source: Your microphone seems to be working fine
be: Падобна, што мікрафон працуе добра

source: Your new and old passwords match.
be: Стары ды новы паролі супадаюць.

source: Your new call forwarding settings could not be saved at this time.
be: Пакуль нельга захаваць новыя налады перасылаць выклікі.

source: Your new password can not be the same as your old password.
be: Нельга, каб новы пароль быў такім самым, як стары.

source: Your new password is invalid.
be: Новае пароль — хібнае.

source: Your outbound internet connection currently isn't fast enough for group video calls with this many people.
be: Вашае злучэньне зь сецівам недастаткова хуткае, каб карыстацца супольнаю сувязьзю па відэа зь вялікаю колькасьцю людзей.

source: Your password and Skype Name are too similar.
be: Пароль занадта падобны да вашага імені ў Skype.

source: Your password can't contain a space.
be: Нельга, каб пароль зьмяшчаў прагалы.

source: Your password contains an invalid character.
be: Пароль зьмяшчае недапушчальныя знакі.

source: Your password has been changed.
be: Пароль зьмянілі.

source: Your password has been successfully changed.
be: Пароль пасьпяхова зьмянілі.

source: Your password has invalid format.
be: Пароль мае хібны выгляд.

source: Your password is too long.
be: Пароль задаўгі.

source: Your password is too short.
be: Пароль закароткі.

source: Your password must be at least 6 characters in length.
be: Пароль мусіць зьмяшчаць прынамсі 6 знакаў.

source: Your password must be at least 6 characters.
be: Пароль мусіць зьмяшчаць прынамсі 6 знакаў.

source: Your password must differ from your Skype Name.
be: Нельга, каб пароль супадаў з вашым іменем у Skype.

source: Your password needs to contain at least 1 letter and 1 number.
be: Пароль мусіць зьмяшчаць прынамсі адну літару ды адну лічбу.

source: Your presence will be set to Do Not Disturb.
be: Усталюецца стан «не турбаваць».

source: Your profile picture is set as visible to contacts only.
be: Малюнак вашага профілю цяпер бачаць толькі кантакты.

source: Your screen is now being shown to %s
be: %s зараз бачыць ваш экран.

source: Your security firewall might be affecting your calls.
be: Сетказаслона можа ўплываць на якасьць сувязі.

source: Your session will expire in %1 minutes.
be: Тэрмін сэансу скончыцца праз %1 хв.

source: Your session will expire in {MINUTES_REMAINING} minutes.
be: Тэрмін сэансу скончыцца праз {MINUTES_REMAINING} хв.

source: Your sound devices settings aren't working.
be: Налады гукавых прыладаў не працуюць.

source: Your sound works, so you should try making a video call now.
be: Гук працуе, таму зараз паспрабуйце выклікаць па відэа.

source: Your speakers are on mute
be: Гук у галасьнікоў сьцішылі.

source: Your speakers are too loud
be: Галасьнікі занадта гучныя

source: Your speakers seem to be working fine
be: Падобна, што галасьнікі працуюць добра

source: Your subscription will expire soon.
be: Тэрмін вашае падпіскі хутка скончыцца.

source: Your video is turned off
be: Вашае відэа вылучылі

source: Your video quality is high
be: Вашае відэа мае высокую якасьць

source: Your video quality is low
be: Вашае відэа мае нізкую якасьць

source: Your video quality is medium
be: Вашае відэа мае сярэднюю якасьць

source: Your video works!
be: Вашае відэа працуе!

source: Your webcam has a microphone
be: Вашая камэра мае мікрафон

source: Your webcam is being used by another application.
be: Камэраю карыстаецца іншая праґрама.

source: Your webcam is busy or isn't supported by Skype.
be: Камэра альбо занятая, альбо Skype яе не падтрымвае.

source: Your webcam, internet connection or computer speed may be limiting the video quality you're able to send.
be: Камэра, злучэньне зь сецівам, альбо хуткасьць кампутара абмяжоўваюць якасьць відэа, якое вы можаце дасылаць.

source: \k\M\G\T
be: к\М\Ґ\Т

source: and %1
be: і %1

source: and the
be: і

source: anybody
be: усіх

source: anybody with a visible number
be: усе, хто мае бачны нумар

source: anyone
be: усіх

source: applies to Pay As You Go calls only.
be: спаганяецца толькі за выклікі без падпіскі.

source: at %s
be: даслалі %s

source: block calls when phone number is hidden
be: ад тых, хто не хавае тэлефоннага нумару

source: busy signal
be: гук «лінія занятая»

source: call error1
be: памылка выкліку 1

source: call error2
be: памылка выкліку 2

source: call on hold
be: выклік утрымваецца

source: calling
be: выклікае

source: calls
be: размаўляць голасам

source: cancelled
be: скасавалі

source: check you have a good broadband internet connection
be: паглядзіце, ці маеце вы добрае шырокапалоснае злучэньне зь сецівам;

source: check your microphone setup
be: паглядзіце налады мікрафона

source: click here
be: пстрыкніце тут

source: comes online
be: далучаецца

source: comes online (on Facebook)
be: далучаецца (да Facebook)

source: comment on their News Feed and call them on their phone numbers – all from Skype.
be: тэлефанаваць ім — і ўсё гэта праз Skype.

source: connecting call
be: злучаемся

source: connection fee
be: плата за злучэньне

source: contact online
be: кантакт у сетцы

source: continue your payment in the Skype webstore using your web browser.
be: аплаціце ў сеціўнае краме Skype праз аглядальнік сеціва.

source: covered by your subscription.
be: якія ўваходзяць у вашую падпіску.

source: dial tone
be: гук «набіраецца нумар»

source: file has been sent
be: даслалі файл

source: file sending failed
be: файл не даслалі

source: for calling phones and mobiles or may be included as part of your subscription
be: тэлефанаваць на перасоўныя ці гарадзкія нумары.

source: for incoming connections
be: на ўваходныя злучэньні

source: forever
be: ад пачатку

source: goes offline
be: адлучаецца

source: goes offline (on Facebook)
be: адлучаецца (ад Facebook)

source: guide to change your firewall settings
be: кіраўніцтва, каб зьмяніць налады сетказаслоны

source: guide to setting up a webcam
be: кіраўніцтва ўладкоўваць камэру

source: hang up
be: пакласьці слухаўку

source: has a birthday
be: народзіны

source: has changed the chat guidelines to "%1".
be: зьмяняе правілы гутаркі на «%1».

source: has changed the chat picture.
be: зьмяняе малюнак гутаркі.

source: has changed the chat topic to "%1"
be: зьмяняе тэму на «%1»

source: headphones
be: слухаўкі

source: headset
be: слухаўкі зь мікрафонам

source: in well-controlled environments and never over the internet.
be: Рабіце гэта толькі там, дзе вы не баіцеся за бясьпеку, але ніколі — у сеціве.

source: incoming IM
be: уваходнае паведамленьне

source: incoming contacts
be: атрымалі кантакты

source: incoming file
be: атрымалі файл

source: incoming message
be: паведамленьне ў гутарцы

source: incoming request for my details
be: запыт на мае зьвесткі для сувязі

source: incoming voicemail
be: атрымалі галасавую пошту

source: instant messaging.
be: абменьвацца паведамленьнямі.

source: invited %1
be: запрашае %1

source: is online
be: у сетцы

source: joined the chat
be: далучаецца да гутаркі

source: kicked %1 from the chat.
be: выкідае %1 з гутаркі.

source: kicked and banned %1 from the chat.
be: выкідае і выганяе %1 з гутаркі.

source: knocking
be: грук

source: last seen:
be: апошні раз бачылі:

source: leaves me a voicemail
be: пакідае мне галасавую пошту

source: left the chat (%1).
be: выходзіць з гутаркі (%1).

source: loadhistory
be: Прачытаць гісторыю

source: message is from you, and can text you back.
be: паведамленьня будзе ведаць, а каго яно, і зможа адказаць вам.

source: microphone
be: мікрафон

source: minutes
be: хв.

source: mmmmm...
be: Гммммм…

source: move your microphone closer to you mouth and away from your speakers.
be: пасуньце мікрафон бліжэй да вуснаў і далей ад галасьнікоў.

source: my contact goes offline
be: кантакт выходзіць зь сеткі

source: no history
be: не захоўваць

source: no one
be: нікога

source: nobody
be: нікога

source: none
be: няма

source: normal rates
be: па звычайных коштах

source: on your computer to make sure it's not muted in your volume settings.
be: на кампутары, каб упэўніцца, што яго ня сьцішылі ў наладах гуку.

source: only numbers of my Contacts
be: толькі нумары з маіх кантактаў

source: only people I have allowed
be: тых, каму я дазваляю

source: or a
be: альбо

source: or a subscription to forward calls
be: або падпіска перасылаць выклікі

source: or enter someone's phone number.
be: альбо ўпішыце патрэбны тэлефонны нумар.

source: or if you're at work, contact your system administrator.
be: альбо зьвярніцеся да спраўніка, калі вы на працы.

source: or plug in a headset that comes with its own sound card.
be: альбо далучыце слухаўкі зь мікрафонам, якія маюць уласную гукавую картку.

source: or the
be: ці

source: or transfer this call to someone else
be: або можна перадаць гэты выклік некаму яшчэ

source: or write a message here for your friends to see.
be: або напішыце паведамленьне, якое будуць бачыць вашыя сябры.

source: our rates
be: па нашых коштах

source: people in my Contact list only
be: людзей са сьпісу кантактаў

source: person left the conference call
be: чалавек выйшаў з нарады

source: person was added to the conference call
be: дадалі чалавека да нарады

source: phone number
be: тэлефонны нумар

source: phone numbers in my Contact list only
be: ад людзей са сьпісу кантактаў

source: privacy settings
be: наладах адасобленасьці

source: pt
be: пунктаў

source: purchase Skype Credit
be: набыць крэдыт у Skype

source: purchase Skype Credit.
be: набыць крэдыт у Skype, бо вы ня маеце крэдыту.

source: requests my contact details
be: запытваецца на мае зьвесткі для сувязі

source: resuming call
be: аднаўляецца размова

source: ringtone
be: гук выкліку

source: second\seconds\\minute\minutes\\hour\hours\\day\days\\week\weeks\\month\months\\year\years
be: сэкунда\сэк.\\хвіліна\хв.\\гадзіна\гадз.\\дзень\дзён (дні)\\тыдзень\тыдняў (тыдні)\\месяц\месяцаў (месяцы)\\год\гады (год)

source: seconds
be: сэк.

source: section of this guide to search for people you know on Skype, or ask your friends and family to get Skype too so you can talk for free.
be: можна даведацца, як знайсьці сваіх знаёмых у Skype або як прапанаваць сябрам і сям’і ўсталяваць Skype, каб размаўляць задарма.

source: sendprogress
be: Поступ дасыланьня

source: sendprogressbar
be: Паліца поступу дасыланьня

source: sends me a file
be: дасылае мне файл

source: sends me a message
be: дасылае мне паведамленьне

source: sends me contacts
be: дасылае мне кантакты

source: sent file
be: даслаў файл

source: sent files
be: даслаў файлы

source: sentcontacts
be: Сьпіс дасланых

source: sound settings
be: налады гуку

source: sound setup guides
be: кіраўніцтва ўладкоўваць гук

source: speakers
be: галасьнікі

source: starts an IM with me
be: пачынае гутарыць са мною

source: subscription
be: падпіску

source: testing your sound setup
be: спраўдзіць налады гуку

source: to connect to your account.
be: каб зайсьці на бачыну свайго рахунку.

source: to continue the conversation.
be: каб працягваць размаўляць.

source: to create a new group with same people.
be: каб стварыць суполку з тымі ж людзьмі.

source: to go online and download the upgrade manually.
be: каб выйсьці ў сеціва ды спампаваць абнаўленьне самастойна.

source: verify your mobile phone number
be: пацьвердзіць свой тэлефонны нумар

source: video
be: відэа

source: video calls
be: выклікаць па відэа

source: webcam
be: камэру

source: went offline
be: ня ў сетцы

source: when I am in a call
be: калі пачынаецца размова

source: with all of your Facebook friends, so it’s easy to get in touch, anytime.
be: на якое будуць усе вашыя сябры з Facebook, зь якімі цяпер можна хутка зьвязацца ў любы час.

source: without a computer.
be: не на кампутары.

source: « Back
be: « Назад

source: <center>
be: <center>Каб праглядаць відэа,

source: High
be: Гучна

source: Low
be: Ціха

source: Call Phones
be: Тэлефанаваньні

source: Terms of Service
be: Ўмовы абслугоўваньня

source: Too short: 6 characters min.
be: Закароткае: трэба прынамсі 6 знакаў.
